{
  "quotes": [
    {
      "text": "Set your goals high and don't stop till you get there.",
      "author": "Bo Jackson"
    },
    {
      "text": "A goal without a plan is just a wish.",
      "author": "Antoine de Saint-Exupéry"
    },
    {
      "text": "The only limit to the height of your achievements is the reach of your dreams and your willingness to work for them.",
      "author": "Michelle Obama"
    },
    {
      "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
      "author": "Winston Churchill"
    },
    {
      "text": "The future depends on what you do today.",
      "author": "Mahatma Gandhi"
    },
    {
      "text": "Don't watch the clock; do what it does. Keep going.",
      "author": "Sam Levenson"
    },
    {
      "text": "You are never too old to set another goal or to dream a new dream.",
      "author": "C.S. Lewis"
    },
    {
      "text": "Goals are dreams with deadlines.",
      "author": "Diana Scharf"
    },
    {
      "text": "The harder the conflict, the greater the triumph.",
      "author": "George Washington"
    },
    {
      "text": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
      "author": "Zig Ziglar"
    },
    {
      "text": "Small steps lead to big changes.",
      "author": "James Clear"
    },
    {
      "text": "The only way to do great work is to love what you do.",
      "author": "Steve Jobs"
    },
    {
      "text": "Success is walking from failure to failure with no loss of enthusiasm.",
      "author": "Winston Churchill"
    },
    {
      "text": "Your goals are the road maps that guide you and show you what is possible for your life.",
      "author": "Les Brown"
    },
    {
      "text": "The difference between a dream and a goal is a deadline.",
      "author": "Napoleon Hill"
    },
    {
      "text": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
      "author": "George Bernard Shaw"
    },
    {
      "text": "Don't be afraid to give up the good to go for the great.",
      "author": "John D. Rockefeller"
    },
    {
      "text": "The journey of a thousand miles begins with one step.",
      "author": "Lao Tzu"
    },
    {
      "text": "Quality is not an act, it is a habit.",
      "author": "Aristotle"
    },
    {
      "text": "The only person you are destined to become is the person you decide to be.",
      "author": "Ralph Waldo Emerson"
    }
  ]
}
